app/controllers/students_controller.rb

  def create
    @student = Student.new
    if @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", Wed, 15 Apr 2015 02:11:56 UTC +00:00], ["updated_at", Wed, 15 Apr 2015 02:11:56 UTC +00:00]]